export const examData = [
  {
    question:
      'M&A（企業の合併・買収）に関する記述として、最も適切なものはどれか。',
    image: null,
    options: [
      'M&Aに当たって企業価値を算定する際には、複数の方法が用いられている。そのうち、マーケットアプローチとは、M＆Aの対象となる企業の収益力をベースに、企業価値を算定する方法である。',
      'M&Aにおいて、買収価格が買収対象企業の純資産の時価評価額を上回る場合、その差額は「負ののれん」と呼ばれる。',
      'M&Aの手法として事業譲渡を取る場合には、譲渡・承継の対象となる資産や負債を個別に選択することができる。',
      'MBO(Management Buyout)とは、M&Aの対象となる企業や事業の経営陣が投資ファンドなどの第三者に、主体的にその企業を売却して、経営から退くことである。MBOが成立すると、経営陣は退任の見返りとして、金銭的報酬を受け取る。',
    ],
    from: '令和3年度 企業経営理論 第3問',
    correctAnswer: 3,
    reason:
      '1:インカムアプローチの内容。2:「のれん」のこと。4:MBOは現経営陣が株式や部門を買取り、経営権を取得すること。',
    valid: true,
  },
  {
    question:
      'ボストン・コンサルティング・グループが開発した「プロダクト・ポートフォリオ・マネジメント」（以下「PPM」）と、 \
    その分析ツールである「プロダクト・ポートフォリオ・マトリックス（BCG成長-シェアマトリックス)」に関する記述として、最も適切なものはどれか。',
    image: null,
    options: [
      'PPMの分析単位である戦略事業単位(SBU)は、製品市場の特性によって客観的に規定される。',
      '「プロダクト・ポートフォリオ・マトリックス」では、縦軸に市場成長率、横軸に戦略事業単位（SBU)の売上高を取り、その２次元の座標軸の中に各事業が位置づけられる。',
      '「プロダクト・ポートフォリオ・マトリックス」において「金のなる木」に分類された事業は、将来の成長に必要な資金を供給する。',
      '「プロダクト・ポートフォリオ・マトリックス」において「花形」に分類された事業は、生産量も大きく、マージンは高く、安定性も安全性も高い。',
      '「プロダクト・ポートフォリオ・マトリックス」において「問題児」に分類された事業からは撤退すべきである。',
    ],
    from: '令和3年度 企業経営理論 第2問',
    correctAnswer: 3,
    reason:
      '1:SBUは企業側の戦略に基づいて主観的に決定。2:横軸は相対的シェア。4:「花形」事業は競争激化市場である可能性が高い。そのため資金流出・流入どちらも多く、マージンは高くない。\
      またPPMは安定性や安全性の高さを示唆するツールではない。5:「問題児」は市場性は高いが、シェアが低いSBU。シェアを高めることで、将来の「花形」や「金のなる木」に移行する可能性がある。なので、撤退すべきというわけではない。',
    valid: true,
  },
  {
    question:
      '次の文章を読んで、下記の設問に答えよ。\n\n \
      「さまざまな新しい SNS の登場や、メタバースなどの新しい技術の登場により\
      デジタル・マーケティングが急速に進展している。このようなトレンドを背景にして、消費者同士のクチコミやインフルエンサーの影響力などに対しても、ますます注目が集まっている。」\n\n\
      文中の「消費者同士のクチコミやインフルエンサー」に関する記述として、最も適切なものはどれか。',
    image: null,
    options: [
      'カスタマー・ジャーニーにおけるタッチポイントとは、企業やマーケターと顧客との接点であり、SNS やレビューサイトなどに投稿された当該企業に関連するクチコミも、タッチポイントである。',
      '実際には企業が費用を負担している広告であるにもかかわらず、広告であることを隠して行われるステルス・マーケティングは、特にインフルエンサーを用いたマーケティングに多く見られる。2022 年には消費者庁が、このような\
      ステルス・マーケティングを不当廉売として規制する方向で準備を開始した。',
      'スマートフォンを用いて誰もが日常生活の中で気軽に SNS に写真や意見などを投稿できるようになった結果、それらを閲覧する消費者の製品やサービス\
      への平均的な関心の強さや知識レベルなどは低下する傾向が見られ、結果としてカスタマー・ジャーニーにおけるクチコミの重要性も低下している。',
      '製品やサービスの仕様や性能などに関する探索属性と呼ばれる情報が豊富であることは、SNS やクチコミサイトなどに投稿されるクチコミの最大の強みである。',
    ],
    from: '令和5年度 企業経営理論 第32問 設問(2)',
    correctAnswer: 1,
    reason: '解説不要でしょう。',
    valid: true,
  },
  {
    question: 'キャッシュフローが増加する原因として、最も適切なものはどれか。',
    image: null,
    options: [
      '売掛金の減少',
      '仕入債務の減少',
      '棚卸資産の増加',
      '長期借入金の減少',
    ],
    from: '令和3年度 財務・会計 第9問',
    correctAnswer: 1,
    reason:
      'キャッシュフローの増加は、BSでは「資産の部（左側）が減る場合」か「負債の部（右側）が増える場合」である。1:資産の減少、2:負債の減少、3:資産の増加、4:負債の減少',
    valid: true,
  },
  {
    question: '資金調達に関する記述として、最も適切なものはどれか。',
    image: null,
    options: [
      '企業が証券会社や証券市場を介して、投資家に株式や債券を購入してもらうことで資金を集める仕組みを間接金融と呼ぶ',
      '資金調達における目的は、売上高の極大化である。',
      '資産の証券化は、資金調達手段として分類されない。',
      '利益の内部留保や減価償却による資金調達を内部金融と呼ぶ。',
    ],
    from: '令和元年度 財務・会計 第20問',
    correctAnswer: 4,
    reason:
      '1:直接金融。2:それだけではない。3:証券化は資金調達手段の一種。4:その通り。',
    valid: false,
  },
  {
    question:
      '当期首に1,500万円をある設備（耐用年数3年、残存価額ゼロ、定額法）に投資すると、今後3年間にわたって、各期末に900万円の税引き前キャッシュフローが得られる投資案件がある。\
    税率を30%とすると、この投資によって各期末の税引き後キャッシュフローはいくらになるか。最も適切なものを選べ。',
    image: null,
    options: ['180万円', '280万円', '630万円', '780万円'],
    from: '令和2年度 財務・会計 第23問',
    correctAnswer: 4,
    reason:
      '減価償却費による法人税節税額（タックスシールド）に関する問題。毎年の減価償却額は1,500万円÷耐用年数3年=500万円。減価償却費は会計上の利益を減少させ、課税額を減少させる。\
      課税される利益は、キャッシュフロー900万円-減価償却費500万円=400万円。税額は400万円×30%=120万円。よって、税引き後CF=900万円-120万円=780万円。',
    valid: true,
  },
  {
    question:
      'QC 7 つ道具と新 QC 7 つ道具に関する記述として、最も適切なものはどれか。',
    image: null,
    options: [
      '管理図は、時系列データをヒストグラムで表した図である。',
      '散布図は、不具合を原因別に集計し、件数が多い順に並べた図である。',
      '特性要因図は、原因と結果、目的と手段などが複雑に絡み合った問題の因果関係を表した図である。',
      'パレート図は、項目別に層別して出現頻度の高い順に並べるとともに、累積和を表した図である。',
      '連関図は、原因と結果の関係を魚の骨のように表した図である。',
    ],
    from: '令和4年度 運営管理 第11問',
    correctAnswer: 4,
    reason:
      '1:管理図は時系列データを管理線を用いて異常値を判断するもの。2:これはパレート図の説明。3:これは相関図の説明。5:これは特性要因図の説明。',
    valid: true,
  },
  {
    question:
      '以下は、酒販店の店主と中小企業診断士（以下「診断士」という。）との間で行われ\
      た売場づくりに関する会話である。この会話を読んで、下記の設問に答えよ。\n\n\
      店主：「売場を改善して客単価を上げたいのですが、今の売場をどのように変え\
      るのが良いでしょうか。」\n\
      診断士：「それでは、まず、売場における商品配置について考えてみましょう。イ\
      ンストア・マーチャンダイジングの考え方によると、計画購買されやすい\
      商品を { A } に配置することで、来店した顧客の買上点数増加につな\
      がりやすくなります。また、 { B } を促すように商品配置をすること\
      が、買上点数を増やすためには効果的です。」\n\
      店主：「 { B } は、おつまみなどをお酒と一緒に買ってもらうようなことですね。」\n\n\
      会話の中の空欄AとBに入る語句の組み合わせとして、最も適切なものはどれか。',
    image: null,
    options: [
      'Ａ：入口付近　　　Ｂ：関連購買',
      'Ａ：入口付近　　　Ｂ：条件購買',
      'Ａ：売場の奥　　　Ｂ：関連購買',
      'Ａ：売場の奥　　　Ｂ：条件購買',
      'Ａ：売場の中心　　Ｂ：条件購買',
    ],
    from: '令和5年度 運営管理 第29問 (設問1)',
    correctAnswer: 3,
    reason:
      '顧客が計画的に購入する商品は店舗の奥に置いて、店内を歩く距離を伸ばし衝動購買を誘発させる。また関連購買（お酒とおつまみなど）を促すと買い上げ点数が増える効果がある。',
    valid: true,
  },
  {
    question:
      'Ａ市とＢ市が、その中間にあるＸ町からどの程度の購買力を吸引するかを求めたい。下図の条件が与えられたとき、ライリーの法則を用いてＡ市とＢ市がＸ町から\
      吸引する購買力の比率を求める場合、最も適切なものを下記の解答群から選べ。',
    image: '/ope-4-25.png',
    options: [
      'Ａ市：Ｂ市= 1：1',
      'Ａ市：Ｂ市= 2：1',
      'Ａ市：Ｂ市= 1：2',
      'Ａ市：Ｂ市= 8：1',
      'Ａ市：Ｂ市= 1：8',
    ],
    from: '令和4年度 運営管理 第25問',
    correctAnswer: 1,
    reason:
      '商圏分析モデルの1つであるライリーの法則に関する問題。ライリーの法則によると、２つの都市の間にある都市から販売額（顧客）を吸引する割合は、\
      その２つの都市の人口に比例し、距離の２乗に反比例するというもの。よって1が正解',
    valid: true,
  },
  {
    question:
      '下図は、各国・地域の GDP（国内総生産）が世界の GDP に占める割合を示したものである。図中のａ～ｄに該当する国の組み合わせとして、\
      最も適切なものを下記の解答群から選べ。',
    image: '/eco-5-1.png',
    options: [
      'ａ：アメリカ　　ｂ：中国　　　　ｃ：日本　　　ｄ：ロシア',
      'ａ：アメリカ　　ｂ：中国　　　　ｃ：ロシア　　ｄ：日本',
      'ａ：アメリカ　　ｂ：日本　　　　ｃ：中国　　　ｄ：ロシア',
      'ａ：中国　　　　ｂ：アメリカ　　ｃ：日本　　　ｄ：ロシア',
      'ａ：中国　　　　ｂ：アメリカ　　ｃ：ロシア　　ｄ：日本',
    ],
    from: '令和5年度 経済学・経済政策 第1問',
    correctAnswer: 1,
    reason: '特になし。GDPに関する問題は必ず1問は出題されます。',
    valid: true,
  },
  {
    question:
      '内閣府の景気動向指数における一致系列の経済指標として、最も適切なものはどれか。',
    image: null,
    options: [
      '家計消費支出（勤労者世帯、名目）',
      '消費者物価指数（生鮮食品を除く総合）',
      '東証株価指数',
      '法人税収入',
      '有効求人倍率（除学卒）',
    ],
    from: '令和5年度 経済学・経済政策 第6問',
    correctAnswer: 5,
    reason:
      '景気動向指数は、生産、雇用など様々な経済活動での重要かつ景気に敏感に反応する指標の動きを統合することによって、\
    景気の現状把握及び将来予測に資するために作成された指標である。景気動向指数には、景気に対し先行して動く先行指数、\
    ほぼ一致して動く一致指数、遅れて動く遅行指数の3つの指数がある。1:遅行指数 2:遅行指数 3:先行指数 4:遅行指数',
    valid: true,
  },
  {
    question:
      'データを格納する考え方としてデータレイクが注目されている。データレイクに関する記述として、最も適切なものはどれか。',
    image: null,
    options: [
      '組織内で運用される複数のリレーショナルデータベースからデータを集めて格納する。',
      '組織内の構造化されたデータや、IoT 機器や SNS などからの構造化されていないデータをそのままの形式で格納する。',
      'データウェアハウスから特定の用途に必要なデータを抽出し、キー・バリュー型の形式で格納する。',
      'データ利用や分析に適したスキーマをあらかじめ定義して、その形式にしたがってデータを格納する。',
      'テキスト形式のデータと画像・音声・動画などのバイナリ形式のデータをそれぞれ加工し、構造化したうえで格納する。',
    ],
    from: '令和4年度 経営情報システム 第4問',
    correctAnswer: 2,
    reason: '説明不要。',
    valid: true,
  },
  {
    question:
      'パーソナルコンピュータ（PC）を会社内の LAN に接続し、インターネットを利用して業務を行う場面が増え、\
      インターネットの管理・運用に関する理解が必要になっている。\n\
      インターネットの管理・運用に関する記述として、最も適切なものはどれか',
    image: null,
    options: [
      'DHCPは、会社内のプライベートIPアドレスをグローバルIPアドレスに変換し、インターネットへのアクセスを可能にする。',
      'MACアドレスは、PCに割り振る識別番号であり、ネットワークのグループを示すネットワークアドレス部と、そのネットワークに属する個々のPCを識別するホストアドレス部に分かれる。',
      'NATは、LANに接続するPCに対してIPアドレスを始めとして、ホスト名や経路情報、DNS サーバの情報など、通信に必要な設定情報を自動的に割り当てるプロトコルである。',
      'ポート番号は、TCPやUDP通信において通信相手のアプリケーションを識別するために利用される番号であり、送信元ポート番号と宛先ポート番号の両方を指定する必要がある。',
    ],
    from: '令和元年度 経営情報システム 第11問',
    correctAnswer: 4,
    reason:
      '1:NATの説明。DHCPはインターネットに接続するPCにIPアドレスなど必要な情報を割り当てるプロトコル。2:IPアドレスの説明。MACアドレスはLAN内で端末を一意に識別する番号\
      3:DHCPの説明。',
    valid: false,
  },
  {
    question:
      'アジャイル開発の手法の 1 つにエクストリーム・プログラミング（XP）がある。XPではいくつかのプラクティスが定義されている。\
      XPのプラクティスに関する記述として、最も適切なものはどれか。',
    image: null,
    options: [
      '1週間の作業時間は、チームのメンバー全員で相談して自由に決める。',
      '2人のプログラマがペアになって、同じ PC を使用して交代しながらプログラミングを行う。',
      'ソースコードの修正や再利用は、責任を明確にするために、作成者だけが行うようにする。',
      'プログラムを書く前にテストケースを作成しておき、動作を確認した上でプログラムを洗練させていく。',
      'リファクタリングの際には、開発効率を高めるために内部構造には変更を加えず、外部から見た振る舞いを変更する。',
    ],
    from: '令和3年度 経営情報システム 第18問',
    correctAnswer: 4,
    reason: '説明不要。正解は「テスト駆動開発」に関する記述。',
    valid: true,
  },
  {
    question: '特許法に関する記述として、最も適切なものはどれか。',
    image: null,
    options: [
      '物の発明において、その物を輸出する行為は、その発明の実施行為に該当しない。',
      '物の発明において、その物を輸入する行為は、その発明の実施行為に該当しない。',
      '物を生産する装置の発明において、その装置により生産した物を譲渡する行為は、その発明の実施行為に該当しない。',
      '物を生産する方法の発明において、その方法を使用する行為は、その発明の実施行為に該当しない。',
    ],
    from: '令和5年度 経営法務 第9問',
    correctAnswer: 3,
    reason:
      '発明の実施行為は、以下が該当する。\n\
      「物の発明」……その物の「生産」、「使用」、「譲渡」、「貸し渡し」、「輸入」、「譲渡若しくは貸渡しの申し出」\n\
      「方法の発明」…その方法の「使用」\n\
      　　※「物を生産する方法の発明」の場合、更に、生産された物の「使用」、「譲渡」、「貸し渡し」、「輸入」、「譲渡若しくは貸渡しの申し出」\n\
      3番は、物の発明であるが、発明された物で生産された「物の譲渡」は実施行為に該当しない。',
    valid: true,
  },
  {
    question:
      '被相続人Ｘが死亡し、相続が生じた。ＡはＸの配偶者である。Ｂ、Ｃ、Ｅ及びＧはＡ及びＸの子である。ＤはＣの配偶者であり、Ｉ及びＪはＣ及びＤの子である。\
      ＦはＥの配偶者であり、ＫはＥ及びＦの子である。ＨはＧの配偶者であり、ＧとＨとの間には胎児Ｌがおり、胎児ＬはＸ死亡後に生きて生まれた。\
      Ａ、Ｃ及びＧはＸ死亡以前に死亡していた（下図参照）。\n\
      ＥはＸの相続について相続放棄をしたが、それ以外の相続人は承認した。\n\n\
      この場合、Ｘの相続財産について、それぞれの相続人が相続する割合として、最も適切なものはどれか。\n\
      なお、遺言はなく、遺産分割協議も整っておらず、相続人はいずれも廃除されていないものとし、寄与分及び特別受益についても考慮しないものとする。',
    image: '/law-4-21.png',
    options: [
      'Ｂが 3 分の 1 、Ｉが 6 分の 1 、Ｊが 6 分の 1 、Ｋが 3 分の 1 を相続する。',
      'Ｂが 3 分の 1 、Ｉが 6 分の 1 、Ｊが 6 分の 1 、Ｌが 3 分の 1 を相続する。',
      'Ｂが 4 分の 1 、Ｉが 4 分の 1 、Ｊが 4 分の 1 、Ｌが 4 分の 1 を相続する。',
      'Ｂが 4 分の 1 、Ｉが 8 分の 1 、Ｊが 8 分の 1 、Ｋが 4 分の 1 、Ｌが 4 分の 1 を相続する。',
    ],
    from: '令和4年度 経営法務 第21問',
    correctAnswer: 2,
    reason:
      '代襲相続の問題。「被相続人の子が、相続の開始以前に死亡したときは、その者の子がこれを代襲して相続する。」\
    放棄したEを除いて、B, Cの子, Gの子で1/3ずつ相続する。I, Jはそれぞれ半分相続するので、正答は(2)となる。',
    valid: true,
  },
];
