export const examData = [
  {
    question:
      'M&A（企業の合併・買収）に関する記述として、最も適切なものはどれか。',
    image: null,
    options: [
      'M&Aに当たって企業価値を算定する際には、複数の方法が用いられている。そのうち、マーケットアプローチとは、M＆Aの対象となる企業の収益力をベースに、企業価値を算定する方法である。',
      'M&Aにおいて、買収価格が買収対象企業の純資産の時価評価額を上回る場合、その差額は「負ののれん」と呼ばれる。',
      'M&Aの手法として事業譲渡を取る場合には、譲渡・承継の対象となる資産や負債を個別に選択することができる。',
      'MBO(Management Buyout)とは、M&Aの対象となる企業や事業の経営陣が投資ファンドなどの第三者に、主体的にその企業を売却して、経営から退くことである。MBOが成立すると、経営陣は退任の見返りとして、金銭的報酬を受け取る。',
    ],
    from: '令和3年度 企業経営理論 第3問',
    correctAnswer: 3,
    reason:
      '1:インカムアプローチの内容。2:「のれん」のこと。4:MBOは現経営陣が株式や部門を買取り、経営権を取得すること。',
  },
  {
    question:
      'ボストン・コンサルティング・グループが開発した「プロダクト・ポートフォリオ・マネジメント」（以下「PPM」）と、 \
    その分析ツールである「プロダクト・ポートフォリオ・マトリックス（BCG成長-シェアマトリックス)」に関する記述として、最も適切なものはどれか。',
    image: null,
    options: [
      'PPMの分析単位である戦略事業単位(SBU)は、製品市場の特性によって客観的に規定される。',
      '「プロダクト・ポートフォリオ・マトリックス」では、縦軸に市場成長率、横軸に戦略事業単位（SBU)の売上高を取り、その２次元の座標軸の中に各事業が位置づけられる。',
      '「プロダクト・ポートフォリオ・マトリックス」において「金のなる木」に分類された事業は、将来の成長に必要な資金を供給する。',
      '「プロダクト・ポートフォリオ・マトリックス」において「花形」に分類された事業は、生産量も大きく、マージンは高く、安定性も安全性も高い。',
      '「プロダクト・ポートフォリオ・マトリックス」において「問題児」に分類された事業からは撤退すべきである。',
    ],
    from: '令和3年度 企業経営理論 第2問',
    correctAnswer: 3,
    reason:
      '1:SBUは企業側の戦略に基づいて主観的に決定。2:横軸は相対的シェア。4:「花形」事業は競争激化市場である可能性が高い。そのため資金流出・流入どちらも多く、マージンは高くない。\
      またPPMは安定性や安全性の高さを示唆するツールではない。5:「問題児」は市場性は高いが、シェアが低いSBU。シェアを高めることで、将来の「花形」や「金のなる木」に移行する可能性がある。なので、撤退すべきというわけではない。',
  },
  {
    question:
      '次の文章を読んで、下記の設問に答えよ。\n\n \
      「さまざまな新しい SNS の登場や、メタバースなどの新しい技術の登場により\
      デジタル・マーケティングが急速に進展している。このようなトレンドを背景にして、消費者同士のクチコミやインフルエンサーの影響力などに対しても、ますます注目が集まっている。」\n\n\
      文中の「消費者同士のクチコミやインフルエンサー」に関する記述として、最も適切なものはどれか。',
    image: null,
    options: [
      'カスタマー・ジャーニーにおけるタッチポイントとは、企業やマーケターと顧客との接点であり、SNS やレビューサイトなどに投稿された当該企業に関連するクチコミも、タッチポイントである。',
      '実際には企業が費用を負担している広告であるにもかかわらず、広告であることを隠して行われるステルス・マーケティングは、特にインフルエンサーを用いたマーケティングに多く見られる。2022 年には消費者庁が、このような\
      ステルス・マーケティングを不当廉売として規制する方向で準備を開始した。',
      'スマートフォンを用いて誰もが日常生活の中で気軽に SNS に写真や意見などを投稿できるようになった結果、それらを閲覧する消費者の製品やサービス\
      への平均的な関心の強さや知識レベルなどは低下する傾向が見られ、結果としてカスタマー・ジャーニーにおけるクチコミの重要性も低下している。',
      '製品やサービスの仕様や性能などに関する探索属性と呼ばれる情報が豊富であることは、SNS やクチコミサイトなどに投稿されるクチコミの最大の強みである。',
    ],
    from: '令和5年度 企業経営理論 第32問 設問(2)',
    correctAnswer: 1,
    reason: '解説不要でしょう。',
  },
  {
    question: 'キャッシュフローが増加する原因として、最も適切なものはどれか。',
    image: null,
    options: [
      '売掛金の減少',
      '仕入債務の減少',
      '棚卸資産の増加',
      '長期借入金の減少',
    ],
    from: '令和3年度 財務・会計 第9問',
    correctAnswer: 1,
    reason:
      'キャッシュフローの増加は、BSでは「資産の部（左側）が減る場合」か「負債の部（右側）が増える場合」である。1:資産の減少、2:負債の減少、3:資産の増加、4:負債の減少',
  },
  {
    question: '資金調達に関する記述として、最も適切なものはどれか。',
    image: null,
    options: [
      '企業が証券会社や証券市場を介して、投資家に株式や債券を購入してもらうことで資金を集める仕組みを間接金融と呼ぶ',
      '資金調達における目的は、売上高の極大化である。',
      '資産の証券化は、資金調達手段として分類されない。',
      '利益の内部留保や減価償却による資金調達を内部金融と呼ぶ。',
    ],
    from: '令和元年度 財務・会計 第20問',
    correctAnswer: 4,
    reason:
      '1:直接金融。2:それだけではない。3:証券化は資金調達手段の一種。4:その通り。',
  },
  {
    question:
      '当期首に1,500万円をある設備（耐用年数3年、残存価額ゼロ、定額法）に投資すると、今後3年間にわたって、各期末に900万円の税引き前キャッシュフローが得られる投資案件がある。\
    税率を30%とすると、この投資によって各期末の税引き後キャッシュフローはいくらになるか。最も適切なものを選べ。',
    image: null,
    options: ['180万円', '280万円', '630万円', '780万円'],
    from: '令和2年度 財務・会計 第23問',
    correctAnswer: 4,
    reason:
      '減価償却費による法人税節税額（タックスシールド）に関する問題。毎年の減価償却額は1,500万円÷耐用年数3年=500万円。減価償却費は会計上の利益を減少させ、課税額を減少させる。\
      課税される利益は、キャッシュフロー900万円-減価償却費500万円=400万円。税額は400万円×30%=120万円。よって、税引き後CF=900万円-120万円=780万円。',
  },
  {
    question:
      'QC 7 つ道具と新 QC 7 つ道具に関する記述として、最も適切なものはどれか。',
    image: null,
    options: [
      '管理図は、時系列データをヒストグラムで表した図である。',
      '散布図は、不具合を原因別に集計し、件数が多い順に並べた図である。',
      '特性要因図は、原因と結果、目的と手段などが複雑に絡み合った問題の因果関係を表した図である。',
      'パレート図は、項目別に層別して出現頻度の高い順に並べるとともに、累積和を表した図である。',
      '連関図は、原因と結果の関係を魚の骨のように表した図である。',
    ],
    from: '令和4年度 運営管理 第11問',
    correctAnswer: 4,
    reason:
      '1:管理図は時系列データを管理線を用いて異常値を判断するもの。2:これはパレート図の説明。3:これは相関図の説明。5:これは特性要因図の説明。',
  },
  {
    question:
      '以下は、酒販店の店主と中小企業診断士（以下「診断士」という。）との間で行われ\
      た売場づくりに関する会話である。この会話を読んで、下記の設問に答えよ。\n\n\
      店主：「売場を改善して客単価を上げたいのですが、今の売場をどのように変え\
      るのが良いでしょうか。」\n\
      診断士：「それでは、まず、売場における商品配置について考えてみましょう。イ\
      ンストア・マーチャンダイジングの考え方によると、計画購買されやすい\
      商品を { A } に配置することで、来店した顧客の買上点数増加につな\
      がりやすくなります。また、 { B } を促すように商品配置をすること\
      が、買上点数を増やすためには効果的です。」\n\
      店主：「 { B } は、おつまみなどをお酒と一緒に買ってもらうようなことですね。」\n\n\
      会話の中の空欄AとBに入る語句の組み合わせとして、最も適切なものはどれか。',
    image: null,
    options: [
      'Ａ：入口付近　　　Ｂ：関連購買',
      'Ａ：入口付近　　　Ｂ：条件購買',
      'Ａ：売場の奥　　　Ｂ：関連購買',
      'Ａ：売場の奥　　　Ｂ：条件購買',
      'Ａ：売場の中心　　Ｂ：条件購買',
    ],
    from: '令和5年度 運営管理 第29問 (設問1)',
    correctAnswer: 3,
    reason:
      '顧客が計画的に購入する商品は店舗の奥に置いて、店内を歩く距離を伸ばし衝動購買を誘発させる。また関連購買（お酒とおつまみなど）を促すと買い上げ点数が増える効果がある。',
  },
  {
    question:
      'Ａ市とＢ市が、その中間にあるＸ町からどの程度の購買力を吸引するかを求めたい。下図の条件が与えられたとき、ライリーの法則を用いてＡ市とＢ市がＸ町から\
      吸引する購買力の比率を求める場合、最も適切なものを下記の解答群から選べ。',
    image: '/ope-4-25.png',
    options: [
      'Ａ市：Ｂ市= 1：1',
      'Ａ市：Ｂ市= 2：1',
      'Ａ市：Ｂ市= 1：2',
      'Ａ市：Ｂ市= 8：1',
      'Ａ市：Ｂ市= 1：8',
    ],
    from: '令和4年度 運営管理 第25問',
    correctAnswer: 1,
    reason:
      '商圏分析モデルの1つであるライリーの法則に関する問題。ライリーの法則によると、２つの都市の間にある都市から販売額（顧客）を吸引する割合は、\
      その２つの都市の人口に比例し、距離の２乗に反比例するというもの。よって1が正解',
  },
];
